{
  "eggycar": {
        "title": "Eggy Car Game"
        ,
        "description":"Eggy Car Unblocked est un jeu amusant et stimulant dans lequel vous conduisez une voiture faite d'œufs à travers une course d'obstacles, en collectant des œufs sur le chemin.Préparez-vous à vivre des aventures palpitantes et à relever des défis extrêmes, Eggy Car Unblocked vous apportera plus de plaisir que jamais !"
        ,
        "desc":[
            {
                "title":"Eggy Car Unblocked",
                "p":"Bienvenue dans Eggy Car Unblocked, un jeu amusant et stimulant dans lequel vous conduisez une voiture faite d'œufs ! En traversant la course d'obstacles, vous pouvez également collecter des œufs en chemin. Préparez-vous à une aventure pleine d'œufs !"
            },
            {
                "title":"Comment jouer à Eggy Car Unblocked ?",
                "p":"Sur le clavier, accélère vers la droite ou D en avant et vers la gauche ou A en arrière. Dans la voiture Eggy, vous devez éviter les collisions avec les obstacles pour éviter que le chariot d'œufs ne se brise. Votre but est de conduire votre chariot d'œufs le plus loin possible sans casser l'Eggy."
            },
            {
                "title":"Qu'est-ce que le jeu Eggy Car ?",
                "p":"Eggy Car est un jeu de conduite amusant basé sur la physique. Il y a plusieurs niveaux de difficulté croissante, et vous devez utiliser votre voiture pour transporter des œufs fragiles aussi loin que possible sur des routes cahoteuses. Le défi consiste à contrôler soigneusement la vitesse et l'équilibre de la voiture pour éviter que les œufs ne tombent et ne se cassent. Dans Eggy Car, vous pouvez également collecter des pièces pour améliorer votre voiture ainsi que des objets pour vous aider à terminer votre voyage. La voiture Eggy est un jeu simple et intuitif pour les joueurs de tous niveaux. Les niveaux générés aléatoirement sont rejouables à l'infini. Plus vous avancez, plus votre score est élevé, et Eggy Car est un jeu amusant et stimulant."
            },
            {
                "title":"Eggy Car vous fait de l'œil ?",
                "p":" Eggy Car peut vous apporter une expérience de jeu unique et excentrique, c'est définitivement le jeu qu'il vous faut. Avec son gameplay simple mais addictif et ses graphismes charmants, Eggy Car ne manquera pas de vous surprendre !"
            }
        ],
        "end":"Commence le jeu et vois jusqu'où tu peux aller dans Eggy Car!"
    }
}